Repository: klyok/DC.OmegaT
Catalog: DC++/omegat/project_save.tmx
Source language: en
Languages: be

source: Hub list downloaded…
be: Сьцягнулі сьпіс асяродкаў…

source: Hub list loaded from cache...
be: Сьпіс асяродкаў прачыталі са сховішча…

source: Hub list loaded from cache…
be: Сьпіс асяродкаў прачыталі са сховішча…

source: Hub log doesn't exist
be: Справаздача асяродкаў не існуе

source: Hub log not exist
be: Справаздача асяродкаў не існуе

source: Hub menu
be: Мэню асяродку

source: Hub probably uses an old version of ADC, please encourage the owner to upgrade
be: Магчыма, асяродак выкарыстоўвае старую вэрсію ADC. Калі ласка, паспрыяйце, каб уладальнік абнавіў яе

source: Hub role: Operator
be: Роля на асяродку: апэратар

source: Hub role: User
be: Роля на асяродку: карыстальнік

source: Hub topic:
be: Тэма асяродку:

source: Hub-list
be: Сьпіс асяродкаў

source: Hub-list downloaded…
be: Сьцягнулі сьпіс асяродкаў…

source: Hub-list loaded from cache…
be: Сьпіс асяродкаў прачыталі са сховішча…

source: Hub: Hub IP as typed when connecting (empty = all hubs, \"op\" = hubs where you're op)
be: Асяродак: IP асяродку, дзе будзе ўжывацца (пуста = усе асяродкі, «op» — там, дзе вы апэратар)

source: Hub: Hub ip as typed when connecting (empty = all hubs, \"op\" = hubs where you're op)
be: Асяродак: IP асяродку (такое, каб злучацца; пуста = усе асяродкі, op = асяродкі, дзе вы ёсьць апэратарам)

source: Hublist
be: Сьпіс асяродкаў

source: Hubs
be: Асяродкі

source: Hubs (normal / registered / op)
be: Асяродкі (звычайныя / запісаны / апэратар)

source: Hubs:
be: Асяродкі:

source: Hungarian
be: Вугорская

source: Hungarian translation
be: Вугорская мова

source: I downloaded this file
be: Я сьцягваў гэны файл

source: I'm away.
be: Я адсутнічаю.

source: IN
be: Уваходны

source: IP
be: Адрас IP

source: IP Filter
be: Сіта IP

source: IP Update:
be: IP абнаўляўся:

source: IP address of DNS name of hub you want to connect.
be: Адрас IP ці назва DNS асяродку, зь якім вы хочаце злучыцца.

source: IP address or DNS name of hub.
be: Адрас IP або назва DNS асяродку.

source: IP packet
be: пакетам IP

source: IP/Mask
be: IP/Маска

source: IP:
be: Адрас IP:

source: IPBlock (download-upload)
be: Забараняць IP (IPBlock) сьцягваць-зацягваць

source: IPFilter module
be: Убудова сіта IP

source: IPFilter: Blocked incoming connection to
be: Сіта IP: затрымалі ўваходнае злучэньне з

source: IPFilter: Blocked outgoing connection to
be: Сіта IP: забаранілі выходнае злучэньне з

source: IPGrant.ini (list of IP for grant slots)
be: IPGrant.ini (сьпіс IP, якім даваць шчыліны)

source: IPGuard
be: Вартавы IP (IPGuard)

source: IPGuard blocks malicious IP ranges only, and it is not by any means a substitute for firewall or other internet security software!
be: Вартавы IP (IPGuard) забараняе толькі зламысныя прамежкі IP: ён ня можа замяніць сетказаслону ці іншыя праґрамныя сродкі бясьпекі сеціва!

source: IPGuard is intended to be used for blocking malicious IP ranges only, and it is not by any means a substitute for firewall or other internet security software!
be: Вартавы IP (IPGuard) прызначаны забараняць толькі зламысныя прамежкі IP: ён ня можа замяніць сетказаслону ці іншыя праґрамныя сродкі бясьпекі словасьвету!

source: IPGuard is intended to be used for blocking malicious ip ranges only, and it is not by any means a substitute for firewall or other internet security software!
be: Вартавы IP (IPGuard) прызначаны забараняць толькі зламысныя прамежкі IP: ён ня можа замяніць сетказаслону ці іншыя праґрамныя сродкі бясьпекі словасьвету!

source: IPTrust.ini (download-upload)
be: IPTrust.ini (сьцягваць і зацягваць)

source: IPTrust.ini URL:
be: Спасылка:

source: IPTrust.ini not found...
be: Не знайшлі файл IPTrust.ini…

source: IPTrust.ini not found…
be: Не знайшлі файл IPTrust.ini…

source: Icon
be: Значак

source: Icon size
be: Памер значка

source: Icon...
be: Значак…

source: Icons compatibility mode:
be: Спосаб суладнасьці значкаў:

source: Icons only
be: Толькі значкі

source: Icons themes
be: Аздабленьне значкамі

source: Identification
be: Атаясьненьне

source: Identification (leave blank for defaults)
be: Атаясьненьне (пуста = звычайнае)

source: If autosearch for alternatives is enabled
be: Калі вы дазволілі самарушна шукаць іншыя крыніцы,

source: If disabled, the files will be set to Normal as priority.
be: Калі гэта не задзейнічаць, яны будуць мець звычайнае пяршынства.

source: If enabled, ADLSearch will stop after the first match for a specific file/directory.
be: Калі гэта выкарыстоўваецца, самарушны пошук спыняецца адразу, як знайшлі вызначаны файл ці каталёґ.

source: If hub requires password, define it here.
be: Калі асяродак патрабуе гасло, вызначце яго тут.

source: If not - update will be removed.
be: Калі не абнавіць, абнаўленьне сатрэцца.

source: If not, see &lt;
be: Калі не, зірніце &lt;

source: If not, see &lt;</span><a href="http://www.gnu.org/licenses/"><span style=" text-decoration: underline; color:#296fbe;">http://www.gnu.org/licenses/</span></a><span style=" font-family:'Courier New,courier';">&gt;.</span></p></body></html>
be: Калі гэтага не адбылося, зірніце &lt;</span><a href="http://www.gnu.org/licenses/"><span style=" text-decoration: underline; color:#296fbe;">http://www.gnu.org/licenses/</span></a><span style=" font-family:'Courier New,courier';">&gt;.</span></p></body></html>

source: If the download speed of a file is below the entered value,
be: Калі хуткасьць сьцягваць файл зь нейкае крыніцы будзе

source: If this error please notify the developers
be: Калі гэта памылка, калі ласка, паведаміце распрацоўнікам

source: If this error, please set up your NAT yourself.
be: Калі гэта памылка, калі ласка, наладзьце ваш NAT самастойна.

source: If this problem persists, copy the above exception information to the clipboard, and send it to ApexDC++ forums.
be: Калі гэтая праблема застанецца, перапішыце зьвесткі пярэчаньня ў кішэню і дашліце іх на форумы ApexDC++.

source: If this problem persists, copy the above exception information to the clipboard, and send it to FlylinkDC++ forums.
be: Калі гэтая праблема застанецца, перапішыце зьвесткі пярэчаньня ў кішэню ды дашліце іх на форумы FlylinkDC++.

source: If this problem persists, pack created crash-dump files (*.dmp), and send it to FlylinkDC++ developers: pavel.pimenov@gmail.com.
be: Калі гэтая праблема ня спыніць існаваньне, запакуйце створаныя файлы звалкі да аварыі (*.dmp) і дашліце іх распрацоўнікам FlylinkDC++: pavel.pimenov@gmail.com.

source: If this problem persists, pack created crash-dump files (*.dmp), and send it to FlylinkDC++ developers: ppa74@ya.ru
be: Калі гэтая праблема ня спыніць існаваньне, запакуйце створаныя файлы звалкі да аварыі (*.dmp) і дашліце іх распрацоўнікам FlylinkDC++: ppa74@ya.ru.

source: If this problem persists, pack created crash-dump files (Documents\FlylinkDC++CrashDump\*.dmp), and send it to FlylinkDC++ developers: ppa74@ya.ru
be: Калі гэтая праблема застанецца, запакуйце створаныя файлы звалкі да аварыі (*.dmp) і дашліце іх распрацоўнікам FlylinkDC++: ppa74@ya.ru.

source: If you download files in sets, that user is probably a source
be: Калі вы сьцягваеце пэўныя наборы файлаў, карыстальнік можа

source: If you fare with a limited amount of incoming traffic, visits to these hubs can lead to down speed to external resources because of threshold excess or to a substantial increase in bills for the Internet.
be: Калі вы маеце тарыф з абмежаваным аб’ёмам уваходнага перадаванага, гэта можа запаволіць доступ да вонкавых крыніцаў з прычыны абмежаванага парогу хуткасьці, або істотна павялічыць выдаткі на сеціва.

source: If you have other setuped firewall or antivirus with firewall on your system, you should enable FlylinkDC++ application network operations in it.
be: Калі ў вашае сыстэме працуе іншая сетказаслона (або супрацьвірус зь сетказаслонаю), трэба наладзіць яе так, каб яна дазваляла праґраме FlylinkDC++ працаваць зь сеткаю.

source: If you have router or ADSL modem connected to network, you should setup it for FlylinkDC++.
be: Калі вы далучылі да сеткі маршрутавальнік або злучар ADSL, трэба наладзіць яго для FlylinkDC++.

source: If you select 'No', these hubs will simply be moved to the main default group.
be: Калі абраць «Не», гэтыя асяродкі толькі перасунуцца ў пачатковую галоўную суполку.

source: If you select 'Yes', all of these hubs are going to be deleted!
be: Калі абраць «Так», усе гэтыя асяродкі выдаляцца!

source: If you use %[nick] it will be replaced by the nick of the user you download the directory listing from.
be: «%[nick]» будзе замяняцца на мянушку карыстальніка, зь якога сьцягнулі пералік каталёґаў.

source: If you want to change this for mp3s, Winamp > Pref > Input > MPEG > Title
be: Зьмяніць яго для файлаў .mp3 можна ў акне Winamp > «Pref» > «Input» > «MPEG» > «Title»

source: If your computer is not behind a router all you have to do is to choose
be: Калі ваш асьветар ня месьціцца за сетказаслонаю, усё, што трэба зрабіць —

source: Ignore /me messages
be: Не заўважаць паведамленьні «/me» (ад трэцяе асобы)

source: Ignore Private Messages from Bots
be: Не зважаць на асабістыя паведамленьні ад ботаў

source: Ignore Private Messages from the Hub
be: Не зважаць на асабістыя паведамленьні ад асяродку

source: Ignore TTH
be: Не скароты (TTH)

source: Ignore TTH search
be: Не зважаць, калі шукаюць скароты

source: Ignore TTH searches
be: Не зважаць на TTH

source: Ignore User
be: Не заўважаць карыстальніка

source: Ignore global Upload Speed for speedometers score
be: Вымяраць хуткасьць, не зважаючы на агульную хуткасьць зацягваць

source: Ignore global Upoad Speed for speedometers score
be: Вымяраць хуткасьць, не зважаючы на агульную хуткасьць зацягваць

source: Ignore private messages
be: Не заўважаць асабістыя паведамленьні

source: Ignore private messages from bots
be: Не зважаць на асабістыя паведамленьні ад ботаў

source: Ignore private messages from the hub
be: Не зважаць на асабістыя паведамленьні ад асяродку

source: Ignore this update
be: Чакаць наступнага

source: Ignored
be: Знарок не заўважаны

source: Ignored message:
be: Паведамленьне ігнараваным:

source: Ignored private message from bot
be: Не зважаем на асабістыя паведамленьні ад бота

source: Ignored private message from hub
be: Не зважаем на асабістыя паведамленьні ад асяродку

source: Ignored users
be: Не заўважаць карыстальнікаў

source: Import
be: Узяць з файла

source: Import list
be: Узяць сьпіс з файла

source: Import theme
be: Убудаваць тэму

source: Import...
be: Убудаваць…

source: In BBCode Panel
be: У панэлі кодаў BB

source: In Tabs Panel
be: У панэлі картак

source: In the parameters, you can use %[xxx] variables and date/time specifiers (%Y, %m, …).
be: У парамэтрах можна ўжываць вызначальнікі даты й часу (%Y, %m, …)

source: Include advanced file share into filelist
be: Далучыць адмысловае абагуленае да сьпісу файлаў

source: Incoming connection settings (see Help/FAQ if unsure)
be: Налады ўваходных злучэньняў (глядзі «Дапамогу» ці «ПіА»)

source: Incoming connections
be: Уваходныя злучэньні

source: Indexing Progress
be: Поступ стварэньня скаротаў

source: Indexing files...
be: Ствараецца паказьнік файлаў…

source: Indexing progress
be: Поступ стварэньня паказальніку

source: Indexing progress Ctrl+H
be: Поступ стварэньня паказальніку Ctrl+H

source: Indicate speeds (Stealthy Style)
be: Паказваць хуткасьці (патаемны выгляд)

source: Info User
be: Зьвесткі пра карыстальніка

source: Info a new beta relies
be: Паведамляць пра новыя бэта вэрсіі

source: Install
be: Усталяваць

source: Install Magnet URI handler on startup
be: Усталяваць апрацоўнік URI маґніт-спасылак па запуску

source: Install URL handler on startup (to handle dchub:// links)
be: Усталяваць апрацоўнік URL па запуску (каб апрацоўваць спасылкі dchub://)

source: Install and setup FlylinkDC++ first!!!
be: Спачатку ўсталюйце ды наладзьце FlylinkDC++!!!

source: Install magnet URI handler on startup
be: Усталяваць апрацоўнік URI маґніт-спасылак па запуску

source: Integrity check: %s (%s)
be: Спраўджаецца цэласнасьць: %s (%s)

source: Internal error on IP auto update:
be: Далі хібу, калі самарушна абнаўляўся IP:

source: Internet Hubs
be: Асяродкі сеціва

source: Internet Hubs list
be: Сьпіс асяродкаў словасьвету

source: Internet Hubs list URL
be: Спасылкі на сьпісы асяродкаў словасьвету

source: Internet Hubs-list
be: Сьпіс асяродкаў сеціва

source: Internet Hubs-list URL
be: Спасылка на сьпіс асяродкаў сеціва

source: Invalid File-list name
be: Хібная назва сьпісу файлаў

source: Invalid Pk RegExp.
be: Хібнае Pk RegExp.

source: Invalid RegExp!
be: Хібны сталы выраз!

source: Invalid XML file, missing or multiple root tags
be: Хібны файл XML: каранёвая бірка адсутнічае, або іх некалькі

source: Invalid alias syntax.
be: Хібны сынтаксіс назоўкі.

source: Invalid command syntax.
be: Хібны сынтаксіс загаду.

source: Invalid data
be: Хібныя зьвесткі

source: Invalid encoding!
be: Хібная кадоўка!

source: Invalid end address supplied!
be: Падалі хібны канцавы адрас!

source: Invalid extension:
be: Хібнае пашырэньне:

source: Invalid file list name
be: Хібная назва сьпісу файлаў

source: Invalid file name found while hashing folder %1%
be: Выявілі хібную назву файла, калі стваралі скароты ў каталёґу %1%

source: Invalid keywords
be: Хібныя ключавыя словы

source: Invalid number of slots
be: Хібная колькасьць шчылінаў

source: Invalid range supplied!
be: Падалі хібны прамежак!

source: Invalid search type name
be: Хібная назва віду пошуку

source: Invalid signature.
be: Хібны подпіс.

source: Invalid size
be: Хібны памер

source: Invalid start address supplied!
be: Падалі хібны пачатковы адрас!

source: Invalid tag RegExp.
be: Хібная бірка RegExp.

source: Invalid target file (missing directory, check default download directory setting)
be: Хібнае прызначэньне (адсутнічае каталёґ; спраўдзіце перадвызначаныя налады каталёґу сьцягваць)

source: Invalid time format
be: Хібны фармат часу

source: Invalid version RegExp.
be: Хібная вэрсія RegExp.

source: Invert marks
be: Пазначыць наадварот

source: Ipfilter is disable
be: Сіта IP ня дзейнічае

source: Ipfilter is enable
be: Сіта IP дзейнічае

source: Ipfilter on/off
be: Задзейнічаць (on) ці не (off) сіта IP

source: It is almost the same as using the standard 'Find' multiple times in a directory listing.
be: Гэта прыкладна тое самае, што звычайным чынам некалькі разоў шукаць у пераліку каталёґаў.

source: It is called 'Go to directory' and can be used to jump to the original location of the file or directory.
be: Гэта можна выкарыстоўваць, каб пераскокваць у першапачатковае разьмешчаньне файла ці каталёґу.

source: It is frequently responsible for FlylinkDC++ crash, upload disconnecting and slow download speed.
be: Часта празь яе аварыйна выходзіць FlyLinkDC++, спыняюцца зацягваньні, запавольваецца сьцягваньне.

source: It is frequently responsible for corrupted downloads and is the cause of many \"rollback inconsistency\" errors.
be: Часта празь яе псуюцца сьцягваньні, яна можа выклікаць шмат памылак кшталту «адкат разыходжаньня».

source: It is often responsible for corrupted downloads and causes many \"rollback inconsistency\" errors.
be: Часта празь яе псуецца сьцягванае, яна можа выклікаць шмат памылак і адкатаў.

source: It is recommended to use following symbols in your Nick:
be: Раім ужываць наступныя знакі:

source: It is used to prioritize packets on the network.
be: Ужываецца каб упарадкаваць па пяршынстве пакеты ў сеціве.

source: It may cause database corruption due an error in the program or system.
be: База зьвестак можа пашкодзіцца, калі сыстэма ці праґрама дадуць хібу.

source: It required access to FlylinkDC++ webserver!!!
be: Яна патрабуе доступу да FlylinkDC++ як паслужніку сеціва!!!

source: It will catch many pornographic files and they will not be included in any following search results.
be: Такім чынам зловяцца шмат непрыстойных файлаў, якія ня будуць улучацца ані ў які з наступных вынікаў пошуку.

source: It will continue to work when the widget is hidden.
be: Калі схаваць гэтае ваконца, шпегаваць у шуканым ня спынім.

source: It's a match!
be: Супала!

source: It's also very likely that you will need to use %[rawtitle] instead of %[title] to get the correct output.
be: Бадай што вам таксама давядзецца ўжываць %[rawtitle] заміж %[title], каб атрымаць слушны вынік.

source: It's measured in kibibytes per second,
be: Калі значэньне парога пакінуць роўным нулю, абмежаваньне дзейнічаць ня будзе.

source: It's no use trying to download from Bot
be: Не спрабуйце сьцягваць з ботаў

source: It's no use trying to download from bot
be: Не спрабаваць сьцягваць з ботаў

source: It's not a match.
be: Не супала.

source: It's not used for uploads, downloads, or connecting to a hub.
be: Гэты пасродак ня будзе выкарыстоўвацца, каб сьцягваць і зацягваць файлы або каб злучацца з асяродкам.

source: Italic font
be: Нахілены

source: Item already exists!
be: Пункт ужо існуе!

source: Items
be: Пунктаў

source: Items:
be: Пунктаў:

source: Items: 0
be: Пунктаў: 0

source: JetAudio Help
be: Дапамога па JetAudio

source: Join/part of Favorite Users showing off
be: Паведамленьні «увайшоў» і «выйшаў» для ўлюбёнцаў не паказваюцца

source: Join/part of Favorite Users showing on
be: Паведамленьні «увайшоў» і «выйшаў» для ўлюбёнцаў паказваюцца

source: Join/part of favorite users showing off
be: Паведамленьні «увайшоў» і «выйшаў» для ўлюбёнцаў не паказваюцца

source: Join/part of favorite users showing on
be: Паведамленьні «увайшоў» і «выйшаў» для ўлюбёнцаў паказваюцца

source: Join/part showing off
be: Паведамленьні «увайшоў» і «выйшаў» не паказваюцца

source: Join/part showing on
be: Паведамленьні «увайшоў» і «выйшаў» паказваюцца

source: Joins hub with address #
be: Увайсьці на асяродак з адрасам #

source: Joins:
be: Увайшоў:

source: Kaffeine player
be: Прайгравальнік Kaffeine

source: Kazakhstan
be: Казахстан

source: Keep downloads history between sessions
be: Захоўваць гісторыю сьцягванага між сэансамі

source: Keep duplicate files in your file list (duplicates never count towards your share size)
be: Пакідаць падвойныя файлы ў сьпісе файлаў (яны не ўплываюць на памер абагуленага)

source: Keep finished files
be: Пакідаць сьцягнутыя файлы

source: Keep finished files (Workaraund: corrects application freezes)
be: Пакідаць скончаныя файлы (абходны шлях, каб праґрама не завісала)

source: Keep finished files available for partial searches (min)
be: Дазволіць шукаць скончаныя файлы цягам (хв.)

source: Keep finished files in the queue
be: Пакідаць скончаныя файлы ў чарзе

source: Keep upload history between sessions
be: Захоўваць гісторыю зацягванага між сэансамі

source: Keep uploads history between sessions
be: Захоўваць гісторыю зацягванага між сэансамі

source: Keeps a SQLite log file in a memory.
be: Трымаць файл справаздачы SQLite у памяці.

source: Key
be: Адказ

source: Keys:
be: Ключы:

source: KiB
be: КіБ

source: KiB/s
be: КіБ/с

source: KiB/s (0=disable)
be: КіБ/с (0=вым.)

source: Kick user(s)
be: Даць высьпятка

source: Kick user(s) with filename
be: Даць высьпятка карыстальнікам з файлам

source: Kick user(s) with filename"
be: Даць высьпятка карыстальніку(ам) з файлам

source: L_ow
be: Н_ізкае

source: Language
be: Мова

source: Language changed
be: Зьмянілі мову

source: Language file
be: Файл мовы

source: Language pack
be: Пакунак мовы

source: Language-Team: LANGUAGE <LL@li.org>
be: Language-Team: Belarusian <i18n@mova.org>

source: Last IP
be: Апошні IP

source: Last Ip
be: Апошні IP

source: Last beta version
be: Апошняя бэта

source: Last change:
be: Апошняе зьмяненьне:

source: Last seen
be: Апошні раз бачылі

source: Last status message on hub
be: Апошняе апісаньне стану на асяродку

source: Last-Translator: FULL NAME <EMAIL@ADDRESS>
be: Last-Translator: Клёк <i.kliok@gmail.com>

source: Later
be: Пазьней

source: Latest beta version
be: Апошняя бэта-вэрсія

source: Latest version
be: Апошняя вэрсія

source: Latvia
be: Латвія

source: Left
be: леваруч

source: Left color
be: Колер леваруч

source: Left position
be: Леваруч

source: License
be: Ліцэнзія

source: Limit transfer speeds
be: Абмяжоўваць хуткасьці

source: Limited user.
be: Звычайны карыстальнік.

source: Limits
be: Абмежаваньні

source: Line speed (upload)
be: Хуткасьць (зацягваць)

source: Lines from log on new PM
be: Радкоў зь гісторыі па новым АП (асабістым паведамленьні)

source: Link
be: Спасылка

source: Links
be: Спасылкі

source: Links/Affiliates
be: Спасылкі ды сувязі

source: Linux sends
be: Звычайна Linux дасылае спачатку значэньне

source: List
be: Сьпіс

source: List of files downloaded for
be: Сьпіс файлаў сьцягнулі за

source: List of keywords:
be: Сьпіс ключавых словаў:

source: List update
be: Абнаўляецца сьпіс

source: List:
be: Сьпіс:

source: ListLen mismatch
be: Не адпав. даўж. сьпісу

source: Listening socket failed (you need to restart FlylinkDC++):
be: Не ўдалося праслухаць гняздо (трэба нанова запусьціць FlylinkDC++):

source: Listing:
be: Сьпіс файлаў:

source: Load Lua file
be: Прачытаць файл Lua

source: Load TTH from NTFS:
be: Прачыталі скарот (TTH) з NTFS:

source: Load:
be: Чытаецца:

source: Loading ApexDC++, please wait...
be: ApexDC++ запускаецца, пачакайце, калі ласка…

source: Loading FlylinkDC++, please wait...
be: FlylinkDC++ запускаецца, пачакайце, калі ласка…

source: Loading FlylinkDC++, please wait…
be: FlylinkDC++ запускаецца, пачакайце, калі ласка…

source: Loading StrongDC++, please wait...
be: StrongDC++ запускаецца, пачакайце, калі ласка…

source: Loading file list
be: Чытаецца сьпіс файлаў

source: Loading file list, this may take a while if the list is large.
be: Чытаецца сьпіс файлаў (гэта можа заняць пэўны час, калі сьпіс вялікі).

source: Loading:
be: Чытаецца:

source: Local network with possible NAT detected, trying to map the ports using UPnP...
be: Выявілі мясцовую сетку і, магчыма, NAT; спрабуем адлюстраваць порты з дапамогаю UPnP…

source: Local network with possible NAT detected, trying to map the ports using UPnP…
be: Выявілі мясцовую сетку і, магчыма, NAT; спрабуем адлюстраваць порты з дапамогаю UPnP…

source: Local path
be: Мясцовы шлях

source: Local user
be: Мясцовы карыстальнік

source: Location
be: Месца

source: Lock
be: Замкнуць

source: Lock Toolbars
be: Замкнуць паліцы прыладаў

source: Log File-list transfers
be: Занатоўваць перададзеныя сьпісы файлаў

source: Log In
be: Увайсьці

source: Log Out
be: Выйсьці

source: Log chat
be: Занатоўваць гутарку

source: Log directory
be: Каталёґ справаздачы

source: Log downloads
be: Занатоўваць, што сьцягваем

source: Log filelist transfers
be: Занатоўваць перададзеныя сьпісы файлаў

source: Log files (*.log);;All files (*.*)
be: Файлы справаздачы (*.log);;Усе файлы (*.*)

source: Log for PM if suppress PMS
be: Адзначаць у справаздачы адкінутыя паведамленьні

source: Log main chat
be: Занатоўваць галоўную гутарку

source: Log off
be: скончыць сэанс

source: Log private chat
be: Занатоўваць асабістую гутарку

source: Log protocol
be: Занатоўваць пратакол

source: Log status messages
be: Занатоўваць паведамленьні стану

source: Log system messages
be: Занатоўваць паведамленьні сыстэмы

source: Log to file
be: Занатоўваць у файл

source: Log uploads
be: Занатоўваць, што зацягваем

source: Log webserver
be: Занатоўваць паслужнік сеціва

source: Logging
be: Справаздачы

source: Login
be: Імя

source: Login Page
be: Бачына ўваходзіць

source: Logout
be: Выйсьці з сыстэмы

source: Logs
be: Справаздачы

source: Low
be: Нізкае

source: Low delay
be: Малая затрымка

source: Low prio max size
be: Нізкае пяршынства

source: Low priority max size (KiB)
be: Нізкае: памер у КіБ <

source: Low priority size
be: Нізкае: найвялікшы памер

source: LowPriority
be: Нізкае

source: LowPriotity
be: Нізкае пяршынства

source: Lowest
be: Найніжэйшае

source: Lowest:
be: Найніжэйшае:

source: MAGNET Link detected
be: Выявілі маґніт-спасылку
